{
  "status": true,
  "data": [
    {
      "title": "2018 - 1019",
      "items": [
        {
          "date": "2018 - 1019",
          "badge": "Professional role",

          "place": "Thecho,Lalitpur",
          "role": "Bakery Helper",
          "company": "DBM Bakery",
          "description": [
            "Actively engaged in learning day-to-day bakery operations",

            "Assisted in basic preparation of bread and cookies",

            "Learned about ingredients, baking processes, and production flow",

            "Supported cleanliness, organization, and teamwork in the bakery",

            "Demonstrated eagerness to learn and attention to small details"
          ],
          "image": ""
        }
      ]
    },
    {
      "title": "2020 - 2021",
      "items": [
        {
          "date": "2020 - 2021",
          "badge": "Professional role",
          "place": "Satdobato,Lalitpur",
          "role": "Bakery Cafe Cashier",
          "company": "Lalit Bakery Cafe",
          "description": [
            "Gained practical exposure to bakery operations and daily workflows",

            "Learned cake preparation techniques, including making cakes inspired by favorite bakery styles",

            "Assisted in café operations when offered the role of Café Cashier by the owner",

            "Handled customer interactions, billing, and basic front-of-house responsibilities",

            "Gained valuable experience in hospitality service, teamwork, and customer handling",

            "Overall experience strengthened adaptability, confidence, and passion for learning"
          ],
          "image": ""
        }
      ]
    },

    {
      "title": "2022 - 2023 ",
      "items": [
        {
          "date": "1st June,2022 - 30th March,2023 ",
          "badge": "Global Internship",
          "place": "Jau,Bahrain",
          "role": "International Hospitality Intern",
          "company": "JAW Resort & SPA",
          "description": "",
          "image": "/images/6.jpeg"
        },
        {
          "date": "1st June,2022 - 30th March,2023 ",
          "badge": "Global Internship",
          "place": "Jau,Bahrain",
          "role": "International Hospitality Intern",
          "company": "JAW Resort & SPA",
          "description": "",
          "image": "/images/6.jpeg"
        }
      ]
    },
    {
      "title": "2023 - 2024 ",
      "items": [
        {
          "date": "9th Oct,2023 - 13th May,2024",
          "badge": "Professional role",
          "place": "Nagarkot,Kavre,Nepal",
          "role": "F&B Associate",
          "company": "Kavya Resort & SPA",
          "description": [
            "Delivered high-quality food and beverage service in a fast-paced hospitality environment.",
            "Collaborated with kitchen and service teams to ensure smooth daily operations.",
            "Handled guest requests, feedback, and complaints professionally to enhance customer satisfaction.",
            "Maintained service standards, cleanliness, and hygiene as per resort policies.",
            "Developed strong communication, teamwork, time-management, and problem-solving skills."
          ],
          "image": "/images/7.jpeg"
        }
      ]
    },
    {
      "title": "2024 ",
      "items": [
        {
          "date": "14th May,2024 - 13th Nov,2024",
          "badge": "Professional role",
          "place": "Nagarkot,Kavre,Nepal",
          "role": "Butler Associate",
          "company": "Kavya Resort & SPA",
          " description": [
            "Delivered personalized guest services ensuring a luxury hospitality experience",
            "Selected and assigned as a personal butler for a high-profile national film actor",
            "Managed exclusive guest requirements with confidentiality and professionalism",
            "Coordinated with multiple departments to deliver seamless VIP services"
          ],
          "image": "/images/8.jpeg"
        }
      ]
    },

    {
      "title": "2024 - 2025 ",
      "items": [
        {
          "date": "9th Dec,2024 - 18th March,2025",
          "badge": "Professional role",
          "place": "Babarmahal,Kathmandu,Nepal",
          "role": "Shift Incharge /Manager",
          "company": "Himalayan Java",
          "description": [
            "Managed daily shift operations, ensuring smooth workflow and high service quality.",
            "Supervised and coordinated staff schedules, task assignments, and performance.",
            "Handled customer concerns and feedback professionally to maintain service excellence.",
            "Oversaw cash handling, billing processes, and end-of-shift reporting.",
            "Ensured compliance with company standards, hygiene, and operational policies.",
            "Strengthened leadership, decision-making, and team management skills in a high-volume service environment."
          ],
          "image": ""
        }
      ]
    },
    {
      "title": "2025 - Present",
      "items": [
        {
          "date": "19th March,2025 ",
          "badge": "Professional role",
          "place": "Mid Baneshwor,Kathmandu,Nepal",
          "role": "Outlet Manager",
          "company": "Himalayan Java",
          "description": [
            "Oversee end-to-end outlet operations to ensure smooth daily business performance.",
            "Lead, train, and manage staff to maintain high service quality and team efficiency.",
            "Monitor sales, inventory, and expenses to meet business targets and reduce operational costs.",
            "Handle customer feedback, escalations, and service recovery to enhance customer satisfaction.",
            "Ensure compliance with company policies, hygiene standards, and safety regulations.",
            "Drive operational improvements through effective planning, leadership, and decision-making."
          ],
          "image": "/images/9.jpeg"
        }
      ]
    }
  ]
}
